Repository: Castro-Fidel/PortWINE
Catalog: data_from_portwine/locales/*/LC_MESSAGES/PortProton.po
Languages: ru

source: A running PortProton session was detected.\nDo you want to end the previous session?
ru: Обнаружен запущенный сеанс PortProton.\nХотите завершить предыдущий сеанс?

source: Unpack has FAILED for prefix:
ru: Произошла ошибка во время распаковки префикса:

source: Unpack is DONE for prefix:
ru: Успешно распакован префикс:

source: OPENGL (For video cards without VULKAN)
ru: OPENGL (Для видеокарт без VULKAN)

source: Legacy
ru: Устаревший

source: Stable
ru: Стабильные

source: Newest
ru: Новейшие

source: GALLIUM_NINE (DX9 for MESA)
ru: GALLIUM_NINE (поддержка DirectX 9 для MESA)

source: GALLIUM_ZINK (OpenGL for VULKAN)
ru: GALLIUM_ZINK (трансляция OpenGL в Vulkan)

source: PortProton database file was found for
ru: Файл базы данных PortProton был найден для

source: CREATE SHORTCUT
ru: СОЗДАТЬ ЯРЛЫК

source: Create shortcut for select file...
ru: Создать ярлык для выбранного файла...

source: DELETE SHORTCUT
ru: УДАЛИТЬ ЯРЛЫК

source: Delete shortcut for select file...
ru: Удалить ярлык для выбранного файла...

source: Enable vkBasalt by default to improve graphics in games running on Vulkan. (The HOME hotkey disables vkbasalt)
ru: Включить vkBasalt по умолчанию, чтобы улучшить графику в играх, работающих на Vulkan. (Горячая клавиша HOME отключает vkBasalt)

source: Enable Mangohud by default (R_SHIFT + F12 keyboard shortcuts disable Mangohud)
ru: Включить MangoHud по умолчанию (сочетания клавиш R_SHIFT + F12 отключают MangoHud)

source: EDIT DB
ru: НАСТРОЙКИ

source: Edit database file for
ru: Редактировать файл настроек для

source: DEBUG
ru: СОЗДАТЬ ЛОГ

source: Launch with the creation of a .log file at the root PortProton
ru: Запуск с созданием .log файла в корне PortProton

source: LAUNCH
ru: ЗАПУСТИТЬ

source: Run file ...
ru: Запустить файл...

source: Create shortcut...
ru: Создать ярлык...

source: Reinstall PortProton
ru: Переустановить PortProton

source: Remove PortProton
ru: Удалить PortProton

source: Update PortProton
ru: Обновить PortProton

source: Changelog
ru: История изменений

source: Change language
ru: Сменить язык

source: Edit user.conf
ru: Редактировать user.conf

source: Scripts from backup
ru: Откатить версию скриптов

source: Credits
ru: Авторы и благодарности

source: Change mirror
ru: Сменить зеркало

source: Create prefix backup
ru: Создать резервную копию префикса

source: Run winetricks to install additional libraries to the selected prefix
ru: Запустить Winetricks, чтобы установить дополнительные библиотеки в выбранный префикс

source: Clear prefix
ru: Очистить префикс

source: Clear the prefix to fix problems
ru: Очистить префикс, чтобы устранить проблемы

source: Get other Wine
ru: Скачать другую версию Wine

source: Open the menu to download other versions of WINE or PROTON
ru: Открыть меню для загрузки других версий WINE или PROTON

source: Uninstaller
ru: Удаление программ

source: Run the program uninstaller built into wine
ru: Запустить деинсталлятор программы, встроенный в Wine

source: Prefix Manager
ru: Настройка префикса

source: Run winecfg to edit the settings of the selected prefix
ru: Запустить Winecfg, чтобы отредактировать настройки выбранного префикса

source: File Manager
ru: Файловый менеджер

source: Run wine file manager
ru: Запустить файловый менеджер Wine

source: Command line
ru: Командная строка

source: Run wine cmd
ru: Запустить командную строку Wine

source: Regedit
ru: Редактор реестра

source: Run wine regedit
ru: Запустить редактор реестра Wine

source: Emulator for Nintendo game consoles with high compatibility
ru: Эмулятор игровых консолей Nintendo с высокой совместимостью

source: Multi-arcade emulator that allows you to play old arcade games
ru: Мультиаркадный эмулятор, позволяющий играть в старые аркадные игры

source: Multi-platform frontend for emulators with extensive settings
ru: Мультиплатформенный интерфейс для эмуляторов с обширными настройками

source: Emulator for the PlayStation Portable (PSP) game console
ru: Эмулятор игровой консоли PlayStation Portable (PSP)

source: Emulator for the Nintendo 3DS game console
ru: Эмулятор игровой консоли Nintendo 3DS

source: Emulator for the Wii U game console
ru: Эмулятор игровой консоли Wii U

source: Emulator for the PlayStation 1 game console with high compatibility
ru: Эмулятор игровой консоли PlayStation 1 с высокой совместимостью

source: Emulator for the Nintendo 64 game console
ru: Эмулятор игровой консоли Nintendo 64

source: Emulator for the Game Boy Advance game console
ru: Эмулятор игровой консоли Game Boy Advance

source: Emulator for the Sega Saturn game console
ru: Эмулятор игровой консоли Sega Saturn

source: Emulator for the Xbox 360 game console
ru: Эмулятор игровой консоли Xbox 360

source: Emulator for the Nintendo Entertainment System (NES or Dendy) game console
ru: Эмулятор игровой консоли Nintendo Entertainment System (NES или Dendy)

source: Emulator for the Xbox game console
ru: Эмулятор игровой консоли Xbox

source: Emulator for the Sega Dreamcast game console
ru: Эмулятор игровой консоли Sega Dreamcast

source: AUTOINSTALLS
ru: АВТОУСТАНОВКИ

source: EMULATORS
ru: ЭМУЛЯТОРЫ

source: WINE SETTINGS
ru: НАСТРОЙКИ WINE

source: PORTPROTON SETTINGS
ru: НАСТРОЙКИ PORTPROTON

source: INSTALLED
ru: УСТАНОВЛЕНО

source: PortProton installed by script has been detected. Do you want to transfer all the data from it to the new flatpak version of PortProton?
ru: Обнаружен установленный скриптом PortProton. Хотите перенести все данные с него в новую версию PortProton в формате Flatpak?

source: Please wait...
ru: Пожалуйста подождите...

source: PortProton has been moved to flatpak. You can now remove the old directory:
ru: PortProton перенесен в Flatpak. Теперь вы можете удалить старый каталог:

source: Downloading
ru: Загружается

source: Do you really want to reinstall PortProton?\nFor this, an internet connection will be required.
ru: Вы действительно хотите переустановить PortProton?\nДля этого потребуется подключение к Интернету.

source: More than one DB file found for the application being launched.\nSelect the required one, or delete the extra DB file before the next run.\n
ru: Для запускаемого приложения найдено более одного файла DB.\nВыберите нужный или удалите лишний файл DB перед следующим запуском.\n

source: UPDATING NOW
ru: ОБНОВИТЬ СЕЙЧАС

source: Update scripts:
ru: Обновление скриптов:

source: EXIT
ru: ВЫХОД

source: DO NOT REMIND ME
ru: НЕ НАПОМИНАТЬ

source: REMIND ME LATER
ru: НАПОМНИТЬ ПОЗЖЕ

source: Searching for .exe files... Please wait.
ru: Поиск .exe файлов... Пожалуйста подождите.

source: Create shortcut for...
ru: Создать ярлык для...

source: Choose the .exe file for which you need to create a shortcut and click OK.\n
ru: Выберите файл .exe, для которого нужно создать ярлык, и нажмите «ОК».\n

source: Choose path to .exe file:
ru: Выберите путь до .exe файла:

source: CANCEL
ru: ОТМЕНА

source: Do you want to installing recommended libraries in the new prefix:
ru: Хотите добавить рекомендуемые библиотеки в префикс:

source: d3dadapter9.so.1.0.0 - Not found in the system.\nInstall the missing package: <b>d3dadapter9</b>
ru: d3dadapter9.so.1.0.0 - Не найден в системе.\nотУстановите недостающий пакет: <b>d3dadapter9</b>

source: You will need to check internet connection,and\npress Repeat for repeat download
ru: Вам нужно проверить подключение к Интернет и\nнажать "Повторить" для повторной загрузки

source: Error
ru: Ошибка

source: SKIP
ru: ПРОПУСТИТЬ

source: REPEAT
ru: ПОВТОРИТЬ

source: Choices
ru: Выбор

source: TERMINAL
ru: ТЕРМИНАЛ

source: LOGO
ru: ЛОГОТИП

source: Please wait. Installing the
ru: Пожалуйста подождите. Устанавливается

source: CHANGELOG
ru: ИЗМЕНЕНИЯ

source: WINEFILE
ru: ФАЙЛОВЫЙ МЕНЕДЖЕР

source: TASKMGR
ru: ДИСПЕТЧЕР ЗАДАЧ

source: FORCE EXIT
ru: ПРИНУДИТЕЛЬНЫЙ ВЫХОД

source: Do not use in-process synchronization primitives based on eventfd. (It is recommended not to change the value.)
ru: Не использовать примитивы внутрипроцессной синхронизации на основе eventfd. (Рекомендуется не изменять значение.)

source: Do not use futex-based in-process synchronization primitives. (Automatically disabled on systems without FUTEX_WAIT_MULTIPLE support) (It is recommended not to change the value)
ru: Не использовать примитивы внутрипроцессной синхронизации на основе FUTEX. (Автоматически отключается в системах без поддержки FUTEX_WAIT_MULTIPLE) (Значение рекомендуется не менять)

source: Enable vkd3d support - Ray Tracing
ru: Включить поддержку vkd3d - Трассировка лучей

source: Required for video playback in some games so that it is not distorted (usually colored pink)
ru: Требуется для воспроизведения видео в некоторых играх, чтобы оно не искажалось (обычно окрашено в розовый цвет)

source: Disable asynchronous calls for VULKAN and DXVK modes
ru: Отключить асинхронные вызовы для режимов VULKAN и DXVK

source: Enable DLSS on supported NVIDIA graphics cards
ru: Включить DLSS на поддерживаемых видеокартах NVIDIA

source: Forced use of older versions of OpenGL
ru: Принудительное использование старых версий OpenGL

source: Disguise all features used for NVIDIA graphics cards
ru: Скрыть все функции, используемые видеокартами NVIDIA

source: Forced activation of vertical sync
ru: Принудительная активация вертикальной синхронизации

source: Enable the application to run in the WINE virtual desktop
ru: Использовать виртуальный рабочий стол WINE

source: Run the application in the terminal
ru: Запустить приложение в терминале

source: Include a delay in releasing some memory to bypass errors associated with using the application after the memory is released
ru: Включить задержку освобождения некоторой памяти для обхода ошибок, связанных с использованием приложения после освобождения памяти

source: A very dangerous way to hack the memory write timer in ntdll. This improves the performance of some very specific games. (It is recommended not to change the value.)
ru: Очень опасный способ взломать таймер записи в память в ntdll. Это улучшает производительность некоторых очень специфических игр. (Рекомендуется не изменять значение.)

source: Disable the window for selecting startup modes and WINE versions
ru: Отключить окно выбора режимов запуска и версии WINE

source: Use Gstreamer to output clips in games (WMF support)
ru: Использовать Gstreamer для вывода клипов в играх (поддержка WMF)

source: Increases RAM usage limits for 32-bit applications from two to four gigabytes
ru: Увеличение лимита использования оперативной памяти для 32-битных приложений

source: Use container launch mode (It is recommended not to change the value)
ru: Использовать режим запуска контейнера (рекомендуется не менять значение)

source: Using FPS and system load monitoring (Turns on and off by the key combination - right Shift + F12)
ru: Использовать мониторинг FPS и нагрузки системы (Включается и выключается комбинацией клавиш - правый Shift+F12)

source: Using automatic system optimization to improve performance in games (provided the gamemode package is installed on the system)
ru: Использование автоматической оптимизации системы для повышения производительности в играх (при условии, что в системе установлен пакет gamemode)

source: Forced use of built-in DXGI library (in rare cases it solves problems with DX12 games)
ru: Принудительное использование встроенной библиотеки DXGI (в редких случаях решает проблемы с играми DX12)

source: Forced use of MANGOHUD system settings (GOverlay, etc.)
ru: Принудительное использование системных настроек MangoHud (GOverlay и т.п.)

source: Forced use of VKBASALT system settings (GOverlay, etc.)
ru: Принудительное использование системных настроек vkBasalt (GOverlay и т.п.)

source: Enable forced use of third-party DirectX libraries
ru: Включить принудительное использование сторонних библиотек DirectX

source: Change the version of WINDOWS 10 to WINDOWS 7 in the prefix
ru: Изменить версию WINDOWS 10 на WINDOWS 7 в приставке

source: Use WINE shader caching (disable only if there are microfreezes in the game)
ru: Использовать кеширование WINE-шейдеров (отключать только при наличии микрозависаний в игре)

source: Works while using any version of ProtonGE in full screen mode at a resolution below the standard screen
ru: Работает при использовании любой версии ProtonGE в полноэкранном режиме с разрешением ниже стандартного экрана

source: Enable DLSS translator in FSR 2 in DirectX 12 games (CyberFSR2)
ru: Включить трансляцию DLSS в FSR 2 в играх DirectX 12 (CyberFSR2)

source: Enable DLSS translator in FSR 3 in DirectX 12 games (Experimental project dlssg-to-fsr3)
ru: Включить трансляцию DLSS в FSR 3 в играх DirectX 12 (экспериментальный проект dlssg-to-fsr3)

source: Enable Easy Anti-Cheat and BattlEye Anti-Cheat runtimes (required if game used this anti-cheats)
ru: Включить поддержку Easy Anti-Cheat и BattlEye Anti-Cheat

source: Reduce pulseaudio latency to fix intermittent sound
ru: Уменьшение задержки PulseAudio для исправления прерывистого звука

source: Forced use of the us layout (useful for games in which the control works correctly only on the us layout)
ru: Принудительное использование us-раскладки (полезно для игр, в которых управление корректно работает только на us-раскладке)

source: Remember the screen resolution when starting the game and return it when closing (useful for games that change the screen resolution when closing)
ru: Запоминать разрешение экрана при запуске игры и возвращать его при закрытии (полезно для игр, меняющих разрешение экрана)

source: Use system mangohud, vkBasalt, obs-vkcapture and other applications using vulkan layers
ru: Использовать системные MangoHud, vkBasalt, obs-vkcapture и другие приложения, использующие Vulkan layers

source: Enable the ability to write to OBS Studio using obs-vkcapture (ATTENTION: the forced use of system mangohud, vkBasalt, obs-vkcapture and other applications using vulkan layers will be enabled)
ru: Включить возможность записи в OBS Studio с помощью obs-vkcapture (ВНИМАНИЕ: будет включено принудительное использование системных MangoHud, vkBasalt, obs-vkcapture и других приложений, использующих Vulkan)

source: Disable desktop compositing (effects). It often improves performance.
ru: Отключает композицию рабочего стола (эффекты). Часто это повышает производительность.

source: <b>Super + F :</b> Toggle fullscreen <b>Super + N :</b> Toggle nearest neighbour filtering <b>Super + U :</b> Toggle FSR upscaling <b>Super + Y :</b> Toggle NIS upscaling <b>Super + I :</b> Increase FSR sharpness by 1 <b>Super + O :</b> Decrease FSR sharpness by 1 <b>Super + S :</b> Take screenshot (currently goes to /tmp/gamescope_DATE.png) <b>Super + G :</b> Toggle keyboard grab <b>Super + C :</b> Update clipboard
ru: <b>Super + F:</b> Переключение полноэкранного режима <b>Super + N:</b> Переключение фильтрации <b>Super + U:</b> Переключение масштабирования на FSR <b>Super + Y:</b> Переключение масштабирования на NIS <b>Super + I:</b> Увеличение резкости FSR на 1 <b>Super + O:</b> Уменьшение резкости FSR на 1 <b>Super + S:</b> Снимок экрана (находится в /tmp/gamescope_DATE.png) <b>Super + G:</b> Переключение захвата клавиатуры <b>Super + C:</b> Обновление буфера обмена"

source: Change the version of <b>WINDOWS</b> emulation
ru: Изменить версию эмуляции <b>WINDOWS</b>

source: Changing the <b>WINDOWS</b> emulation version may be required to run older games. <b>WINDOWS</b> versions below 10 do not support new games with DirectX 12
ru: Для запуска старых игр может потребоваться изменение версии эмуляции <b>WINDOWS</b>. Версии <b>WINDOWS</b> ниже 10 не поддерживают новые игры с DirectX 12

source: AUTOINSTALL WITH <b>WINETRICKS</b>
ru: Автоустановка библиотек с помощью <b>WINETRICKS</b>

source: Automatically install with <b>WINETRICKS</b> additional libraries required to run the game/program. List of libraries separated by spaces
ru: Автоматическая установка дополнительных библиотек с помощью <b>WINETRICKS</b>, необходимых для запуска игры/программы. Список библиотек разделен пробелами

source: Forced to use/disable libraries
ru: Принудительно использовать/отключить библиотеки

source: Forced to use/disable the library only for the given application. (There are examples in the drop-down list) A brief instruction: * libraries are written <b>WITHOUT</b> the .dll file extension * libraries are separated by semicolons - <b>;</b> * library=n - use the <b>WINDOWS</b> (third-party) library * library=b - use <b>WINE</b> (built-in) library * library=n,b - use <b>WINDOWS</b> library and then <b>WINE</b> * library=b,n - use <b>WINE</b> library and then <b>WINDOWS</b> * library= - disable the use of this library
ru: Принудительно использовать/отключить библиотеки только для данного приложения. (Примеры есть в выпадающем списке) Краткая инструкция: * библиотеки пишутся <b>БЕЗ</b> расширения файлов .dll * библиотеки разделяются точкой с запятой - <b>;</b> * библиотека=n - использовать библиотеку <b>WINDOWS</b> (стороннюю) * библиотека=b - использовать библиотеку <b>WINE</b> (встроенную) * библиотека=n,b - использовать <b>WINDOWS</b> библиотеку, а затем <b>WINE</b> * библиотека=b,n - использовать библиотеку <b>WINE</b>, а затем <b>WINDOWS</b> * библиотека= - отключить использование данной библиотеки

source: ADD ARGUMENTS FOR .EXE FILE
ru: Добавить аргументы для .EXE-файла

source: Adding an argument after the <b>.exe</b> file, just like you would add an argument in a shortcut on a <b>WINDOWS </b> system
ru: Добавление аргумента после файла <b>.exe</b> аналогично добавлению аргумента в ярлык в системе <b>WINDOWS </b>

source: Limit the use of processor cores
ru: Ограничить использование ядер процессора

source: Limiting the number of CPU cores is useful for Unity games (It is recommended to set the value equal to 8)
ru: Ограничение количества ядер процессора полезно для игр Unity (рекомендуется установить значение равное 8)

source: Choose a graphics card to run the game (in user.conf)
ru: Выбрать видеокарту для запуска игры (в user.conf)

source: Select which video card will be used to run the game (used for all running games and programs in PortProton)
ru: Выбор видеокарты для запуска игры (используется для всех запущенных игр и программ в PortProton)

source: Add arguments for GAMESCOPE:
ru: Добавить аргументы для <b>GAMESCOPE</b>:

source: <b>-W, -H:</b> set the resolution used by gamescope. Resizing the gamescope window will update these settings. Ignored in embedded mode. If -H is specified but -W isn't, a 16:9 aspect ratio is assumed. Defaults to 1280×720. <b>-w, -h:</b> set the resolution used by the game. If -h is specified but -w isn't, a 16:9 aspect ratio is assumed. Defaults to the values specified in -W and -H. <b>-r:</b> set a frame-rate limit for the game. Specified in frames per second. Defaults to unlimited. <b>-o:</b> set a frame-rate limit for the game when unfocused. Specified in frames per second. Defaults to unlimited. <b>-F fsr:</b> use AMD FidelityFX™ Super Resolution 1.0 for upscaling. <b>-F nis:</b> use NVIDIA Image Scaling v1.0.3 for upscaling. <b>-S integer:</b> use integer scaling. <b>-S stretch:</b> use stretch scaling, the game will fill the window. (e.g. 4:3 to 16:9). <b>-b:</b> create a border-less window. <b>-f:</b> create a full-screen window.
ru: <b>-W, -H:</b> установить разрешение, используемое Gamescope. Изменение размера окна Gamescope обновит эти настройки. Если указано -H, а -W нет, предполагается соотношение сторон 16:9. По умолчанию установлено значение 1280×720. <b>-w, -h:</b> установить разрешение, используемое в игре. Если указано -h, а -w нет, предполагается соотношение сторон 16:9. По умолчанию используются значения, указанные в -W и -H. <b>-r:</b> установить ограничение частоты кадров для игры. По умолчанию значение неограниченно. <b>-F fsr:</b> использовать Fidelity FX Super Resolution 1.0 для увеличения масштаба. <b>-F nis:</b> использовать NVIDIA Image Scaling версии 1.0.3 для увеличения масштаба. <b>-S integer:</b> использовать целочисленное масштабирование. <b>-S stretch:</b> использовать масштабирование по ширине, игра заполнит окно. (например, с 4:3 до 16:9). <b>-b:</b> создать окно без полей. <b>-f:</b> создать полноэкранное окно.

source: Forcibly select the OpenGL version for the game
ru: Принудительно выбрать версию OpenGL для игры

source: You can select the required OpenGL version, some games require a forced Compatibility Profile (COMPAT). (Examples are in the drop-down list)
ru: Вы можете выбрать нужную версию OpenGL, для некоторых игр требуется принудительный профиль совместимости (COMPACT). (Примеры приведены в выпадающем списке)

source: Change settings in database file for
ru: Изменить настройки в файле базы данных для

source: <b>NOTE:</b> To display help for each item, simply hover your mouse over the text
ru: <b>ПРИМЕЧАНИЕ.</b> Чтобы отобразить справку по каждому элементу, просто наведите указатель мыши на текст

source: CANCEL THE CHANGES
ru: ОТМЕНИТЬ ИЗМЕНЕНИЯ

source: Cancel the current changes and return to the previous menu
ru: Отменить текущие изменения и вернуться в предыдущее меню

source: RESET SETTINGS
ru: СБРОСИТЬ НАСТРОЙКИ

source: Restore default settings
ru: Восстановить настройки по умолчанию

source: OPEN THE SETTINGS FILE
ru: ОТКРЫТЬ ФАЙЛ НАСТРОЕК

source: Open the <b>.ppdb</b> settings file in a system text editor to view and change variables manually
ru: Открыть файл настроек <b>.ppdb</b> в системном текстовом редакторе, чтобы просмотреть и изменить переменные вручную

source: SAVE CHANGES
ru: СОХРАНИТЬ ИЗМЕНЕНИЯ

source: Save the current changes, and go to the previous menu
ru: Сохранить текущие изменения и перейти в предыдущее меню

source: Check new version WINE...
ru: Проверяем новые версии WINE...

source: Error: check wine.
ru: Ошибка во время проверки версии WINE.

source: Select WINE for download:
ru: Выберите WINE для загрузки:

source: Select installed WINE for delete:
ru: Выберите установленный WINE для удаления:

source: WINE MANAGER
ru: Менеджер WINE

source: Simulation of an old 3dfx graphics accelerator (adds horizontal stripes)
ru: Имитация старого графического ускорителя 3dfx (добавлены горизонтальные полосы)

source: Sharpness increase, can be used with CAS
ru: Увеличение резкости, можно использовать с CAS

source: Adds glow from bright light sources in the game
ru: Добавление свечения от ярких источников света в игре

source: Cropping the image from the top and bottom (like in a movie =)
ru: Обрезка изображения сверху и снизу (как в фильме =)

source: Strong sharpening of texture edges
ru: Сильная резкость краев текстуры

source: Adds chromatic aberration to an image
ru: Добавление хроматической аберрации к изображению

source: Sharpening textures with slight modifications of image contrast (similar in effect to CAS)
ru: Повышение резкости текстур с небольшими изменениями контрастности изображения (аналогично CAS)

source: Adding cool colors
ru: Добавление холодных цветов

source: Increasing color saturation
ru: Цветокоррекция изображения

source: Add fake HDR
ru: Добавление эффекта имитации HDR

source: Adding the film grain effect
ru: Добавление эффекта зернистости пленки

source: Increases the contrast of the image without affecting the bright and dark areas, so that the detail in shadows and sky is not lost
ru: Увеличение контрастности изображения. Не затрагивает светлые и темные участки, благодаря чему не теряется детализация в тенях и небе

source: Reducing noise by blurring the image
ru: Уменьшение шума за счет размытия изображения

source: Reducing the bit depth of color
ru: Уменьшение разрядности цвета

source: Strong blurring of objects in motion
ru: Сильное размытие движущихся объектов

source: Sharpening (recommended for cartoon games)
ru: Увеличение резкости (рекомендую для мультяшных игр)

source: Adding cold colors
ru: Имитация кинематографического вида
