Repository: Castro-Fidel/PortWINE
Catalog: data_from_portwine/locales/*/LC_MESSAGES/PortProton.po
Languages: ru

source: Alternative antialiasing option (less effect, but with less consumption of GPU resources, relative to the standard SMAA)
ru: Альтернативный вариант сглаживания (меньший эффект, но с меньшим потреблением ресурсов графического процессора, относительно стандартного SMAA)

source: Slight blur effect on bright objects (such as flames)
ru: Небольшой эффект размытия ярких объектов (например, пламени)

source: Glitch effect
ru: Эффект искажения

source: Another method of sharpening using highpass frequencies
ru: Другой метод повышения резкости с использованием высоких частот

source: Smoothing of nearby pixels with the drawing of missing parts (in normal games the picture is blurred)
ru: Сглаживание соседних пикселей с прорисовкой недостающих частей (в обычных играх картинка размыта)

source: Advanced HSL shift (for each shade)
ru: Расширенное изменение HSL (для каждого оттенка)

source: Image overlay on the game
ru: Вывод изображения поверх игры

source: Increases contrast, but some detail in shadows or highlights may be lost
ru: Увеличение контрастности. Некоторые тени и источники освещения могут быть потеряны

source: Same as Levels, but with less loss of detail
ru: То же, что и уровни, но с меньшей потерей деталей

source: Gamma correction by individual color channels: red, green and blue
ru: Гамма-коррекция по отдельным цветовым каналам: красному, зеленому и синему

source: Increases depth of field (greatly affects FPS)
ru: Увеличение глубины резкости (сильно влияет на FPS)

source: Enhances image sharpness for improved detail
ru: Повышает резкость изображения для улучшения детализации

source: Image color correction
ru: Цветокоррекция изображения

source: Same as Bloom, but more natural
ru: То же, что Блум, но более естественно

source: Converts the image into monochrome
ru: Преобразует изображение в монохромное

source: Extended version of the LUT (Hollywood loot is pre-installed)
ru: Расширенная версия LUT (предустановлен Hollywood LUT)

source: SSAO algorithm (Greatly affects FPS)
ru: Алгоритм SSAO (Сильно влияет на FPS)

source: Night vision effect
ru: Эффект ночного видения

source: Makes the picture look like old photos
ru: Делает картинку похожей на старые фотографии

source: Fisheye effect (suitable for VR)
ru: Эффект «рыбий глаз» (подходит для VR)

source: Add God rays (also called 3D light rays) effect
ru: Добавление эффекта God rays (также называемых 3D-лучами света)

source: The prismatic lens effect
ru: Эффект призматической линзы

source: Creates the illusion of depth in textures
ru: Создает иллюзию глубины текстур

source: Adds a sepia effect like in old photos
ru: Добавление эффекта сепии, как на старых фотографиях

source: Splits the image into raw and processed output for comparison
ru: Разделяет изображение на необработанные и обработанные выходные данные для сравнения

source: Reducing object detail without blurring contrast contours
ru: Уменьшение детализации объекта без размытия контрастных контуров

source: Makes the picture look like films from the 1930s
ru: Делает картинку похожей на фильмы 1930-х годов

source: The updated version of Technicolor, gives a different picture by changing colors more aggressively
ru: Обновленная версия Technicolor дает другую картинку, меняя цвета более агрессивно

source: Blur on the edges of the screen to create a Tilt Shift effect
ru: Размытие по краям экрана для создания эффекта Tilt Shift

source: Changes the saturation of the picture
ru: Изменяет насыщенность изображения

source: Reduces the amount of noise
ru: Уменьшение количества шума

source: Automatically switches effects depending on the visibility of the UI
ru: Автоматически переключает эффекты в зависимости от видимости пользовательского интерфейса

source: Saturates faded colors without touching the bright ones
ru: Насыщает блеклые цвета, не затрагивая яркие

source: Adds a vignette to the image
ru: Добавление виньетки к изображению

source: An effect for adjusting the aspect ratio (for games that do not support widescreen monitors)
ru: Эффект регулировки соотношения сторон (для игр, не поддерживающих широкоформатные мониторы)

source: Part of the overall ReShade shader . It uses a mask with gradients from black to white to determine where the effects will be applied
ru: Часть общего шейдера ReShade. Он использует маску с градиентами от черного к белому, чтобы определить, где будут применяться эффекты

source: Allows you to add new elements to the 3d space inside the game and apply custom textures
ru: Позволяет добавлять новые элементы в трехмерное пространство внутри игры и применять собственные текстуры

source: Adds a Bloom effect
ru: Добавление эффекта свечения

source: VkBasalt settings for adding effects to games running under Vulkan. (The <b>HOME</b> key disables vkbasalt)\n<b>NOTE:</b> To display help for each item, simply hover over the text\n
ru: Настройки vkBasalt для добавления эффектов в игры, запущенные под Vulkan. (Клавиша <b>HOME</b> отключает vkBasalt)\n<b>ПРИМЕЧАНИЕ:</b> Чтобы отобразить справку по каждому элементу, просто наведите указатель мыши на текст\n

source: AMD FidelityFX - CAS is designed to dramatically improve texture sharpness without additional modification settings for games, with minimal loss of performance. (For older games it is recommended to set value = 100)
ru: AMD FidelityFX - CAS предназначен для кардинального улучшения резкости текстур без дополнительных настроек модификации для игр, с минимальной потерей производительности. (Для старых игр рекомендуется устанавливать значение = 100)

source: DISABLE VKBASALT
ru: ОТКЛЮЧИТЬ VKBASALT

source: Disable vkBasalt and go to the previous menu
ru: Отключить vkBasalt и вернуться в предыдущее меню

source: Show if the application is 32- or 64-bit
ru: Показать, является ли приложение 32- или 64-битным

source: Display current battery percent and energy consumption
ru: Отображение текущего процента заряда батареи и энергопотребления

source: Display battery icon instead of percent
ru: Отображать значок батареи вместо процентов

source: Display remaining time for battery option
ru: Отображение оставшегося времени для опции батареи

source: Display wattage for the battery option
ru: Отображение заряда батареи

source: Change the display of core_load from numbers to vertical bars
ru: Изменяет отображение core_load с цифр на вертикальные полосы

source: Display load & frequency per core
ru: Отображение нагрузки и частоты на ядро

source: Show the CPUs current MHz
ru: Показать текущие частоты процессоров

source: Display CPU draw in watts
ru: Отображение потребления процессора в ваттах

source: Display current CPU temperature
ru: Отображение текущей температуры процессора

source: Display wirless device battery icon.
ru: Отображение значка батареи беспроводного устройства.

source: Display a short version of the used engine (e.g. OGL instead of OpenGL)
ru: Отобразить краткую версию используемого движка (например, OGL вместо OpenGL).

source: Display OpenGL or vulkan and vulkan-based render engines version
ru: Отобразить версию OpenGL или Vulkan и механизмов рендеринга на его основе

source: Display current exec name
ru: Отображение текущего названия exe файла

source: Enables frame capture analysis
ru: Включает анализ захвата кадров

source: Takes a list of decimal values or the value avg, e.g avg,0.001
ru: Принимает список десятичных значений или значение avg, например avg,0,001

source: Display frame count
ru: Отображение количества кадров

source: Enable most of the toggleable parameters (currently excludes histogram)
ru: Включить большинство переключаемых параметров (в настоящее время исключает гистограмму)

source: Show if GameMode is on
ru: Показать, включен ли GameMode

source: Display GPU core frequency
ru: Отобразить частоты ядра графического процессора

source: GPU fan in rpm on AMD, FAN in percent on NVIDIA
ru: Вентилятор графического процессора в об/мин на AMD, в процентах на NVIDIA

source: Display current GPU temperature
ru: Отображение текущей температуры графического процессора

source: Display GPU memory frequency
ru: Отображение частоты памяти графического процессора

source: Display GPU name from pci.ids
ru: Отображать имя графического процессора из pci.ids

source: Display GPU draw in watts
ru: Отображение потребляемой мощности графического процессора в ваттах

source: Display GPU voltage (only works on AMD GPUs)
ru: Отображение напряжения на графическом процессоре (работает только на графических процессорах AMD)

source: Change FPS graph to histogram
ru: Изменить график FPS на гистограмму

source: Display Mangohud in a horizontal position
ru: Отображение MangoHud в горизонтальном положении

source: Stretches the background to the screens width in horizontal mode
ru: Растягивает фон до ширины экрана в горизонтальном режиме

source: Display compact version of MangoHud
ru: Отобразить компактную версию MangoHud

source: Remove margins around MangoHud
ru: Убрать поля вокруг MangoHud

source: Show non-cached IO read, in MiB/s
ru: Показать чтение некэшированных операций ввода-вывода в МиБ/с

source: Show non-cached IO write, in MiB/s
ru: Показать некэшированную запись ввода-вывода в МиБ/с

source: Hide the HUD by default
ru: Скрыть HUD по умолчанию

source: Use primary font size for smaller text like units
ru: Использовать основной размер шрифта для меньшего текста, например единиц измерения

source: Displays process memory usage: resident procmem (resident) also toggles others off if disabled
ru: Отображает использование памяти процессом: resident proc mem (резидентный) также отключает другие процессы, если они отключены

source: Displays process memory usage: shared
ru: Отображает использование памяти процесса: общая

source: Displays process memory usage: virtual
ru: Отображает использование памяти процесса: виртуальная

source: Display system RAM usage
ru: Отображение использования оперативной памяти системы

source: Display the current resolution
ru: Отображение текущего разрешения

source: Display the current FPS limit
ru: Отображение текущего ограничения FPS

source: Display swap space usage next to system RAM usage
ru: Отображение использования пространства подкачки рядом с использованием системной оперативной памяти

source: Show temperature in Fahrenheit
ru: Показывать температуру в градусах Фаренгейта

source: Show if GPU is throttling based on Power, current, temp or "other" (Only shows if throttling is currently happening). Currently disabled by default for Nvidia as it causes lag on 3000 series
ru: Показать, регулируется ли графический процессор в зависимости от мощности, тока, температуры или «другого» (показывает только то, происходит ли регулирование в данный момент). В настоящее время отключено по умолчанию для Nvidia, поскольку вызывает задержку на сериях 3000

source: Same as throttling_status but displays throttling in the frametime graph and only power and temp throttling
ru: То же, что и throttling_status, но отображает регулирование на графике времени кадра и только регулирование мощности и температуры

source: Display time
ru: Отображать местное время

source: Show current MangoHud version
ru: Показать текущую версию MangoHud

source: Show if vkBasalt is on
ru: Показать, включен ли vkBasalt

source: Display system VRAM usage
ru: Показать использование VRAM

source: Display used Vulkan driver (radv/amdgpu-pro/amdvlk)
ru: Показать используемый драйвер Vulkan (radv/amdgpu-pro/amdvlk)

source: Display frametime next to FPS text
ru: Отображение времени кадра рядом с FPS

source: Show current Wine or Proton version in use
ru: Показать текущую используемую версию Wine или Proton

source: MangoHud settings (Keys <b>R_SHIFT + F12</b> disable MangoHud)\n<b>note:</b> To display help for each item, just hover the mouse cursor over the text.\n
ru: Настройки MangoHud (клавиши <b>R_SHIFT + F12</b> отключают MangoHud)\n<b>примечание:</b> Чтобы отобразить справку для каждого элемента, просто наведите курсор мыши на текст.\n

source: MANGOHUD FPS LIMIT
ru: ОГРАНИЧЕНИЕ КАДРОВ

source: Enabling FPS limits using MANGOHUD built into PortProton
ru: Включение ограничений FPS с помощью MangoHud, встроенного в PortProton

source: DISABLE MANGOHUD
ru: ОТКЛЮЧИТЬ MANGOHUD

source: Disable MangoHud and go to the previous menu
ru: Отключить MangoHud и перейти в предыдущее меню

source: The shortcut will be created in the PortProton directory.
ru: Ярлык будет создан в каталоге PortProton.

source: Add shortcut to MENU -> GAMES
ru: Добавить ярлык в МЕНЮ -> ИГРЫ

source: Add shortcut to Desktop
ru: Добавить ярлык на рабочий стол

source: Add shortcut to STEAM library
ru: Добавить ярлык в библиотеку STEAM

source: Name
ru: Имя

source: For adding shortcut to STEAM, needed restart.\n\nRestart STEAM now?
ru: Для добавления ярлыка в STEAM требуется перезапуск.\n\nПерезапустить STEAM сейчас?

source: Restarting STEAM... Please wait.
ru: Перезапускаем STEAM... Пожалуйста подождите.

source: Could not find the file:
ru: Не удалось найти файл:

source: ATTENTION:\nIf you forgot to mount the disk with the running application, click CANCEL!
ru: ВНИМАНИЕ:\nЕсли вы забыли примонтировать диск с запускаемым приложением, нажмите ОТМЕНИТЬ!

source: Starting prefix manager:
ru: Запуск менеджера префиксов:

source: Select components to install in prefix:
ru: Выберите компоненты для установки в префикс:

source: using wine:
ru: используя wine:

source: Select fonts to install in prefix:
ru: Выберите шрифты для установки в префиксе:

source: Change config for prefix:
ru: Изменить конфигурацию для префикса:

source: PREFIX MANAGER
ru: МЕНЕДЖЕР ПРЕФИКСОВ

source: DLLS
ru: БИБЛИОТЕКИ

source: FONTS
ru: ШРИФТЫ

source: SETTINGS
ru: НАСТРОЙКИ

source: Attention working version of vulkan not detected!\nIt is recommended to run games in OpenGL (low performance possible)!
ru: Внимание, рабочая версия Vulkan не обнаружена!\nИгры рекомендуется запускать в OpenGL (возможна низкая производительность)!

source: PortProton was launched in creation mode PortProton.log and it is successfully stored in the root directory of the port
ru: Был запущен режим создания лога и лог успешно сохранён в корневом каталоге PortProton

source: To diagnose the problem, copy ALL of the log to discord server: https://discord.gg/FTaheP99wE
ru: Чтобы диагностировать проблему, скопируйте ВЕСЬ журнал на сервер Discord: https://discord.gg/FTaheP99wE

source: Please wait! After finishing the PortProton, click STOP.
ru: Пожалуйста, подождите! После завершения PortProton нажмите СТОП.

source: BACKUP PREFIX TO...
ru: ПУТЬ ДЛЯ СОХРАНЕНИЯ...

source: Backup has been successfully created for prefix:
ru: Успешно создана резервная копия префикса:

source: Attention! Do not pass the resev copy to third parties, there is a risk of losing accounts!
ru: ВНИМАНИЕ! Не передавайте резервную копию третьим лицам, есть риск потери аккаунтов!

source: An error occurred while backing up the prefix:
ru: Произошла ошибка во время создания резервной копии префикса:

source: Do you want to clear prefix in PortProton?
ru: Хотите очистить префикс в PortProton?

source: Do you really want to remove PortProton?
ru: Вы действительно хотите удалить PortProton?

source: Mirror changed to:
ru: Зеркало для скачивания изменено на:
